Repository: DBinaghi/plugin-AdminTools
Catalog: languages/*.po
Languages: it

source: User Manual
it: Manuale utente

source: ** Maintenance Mode Active **
it: ** Modalità manutenzione attiva **

source: Admin Tools
it: Strumenti amministrativi

source: Edit
it: Modifica

source: Delete Tags
it: Cancella etichette

source: Delete all Tags that have no correspondence with any record.
it: Cancella tutte le etichette che non hanno corrispondenza con un record.

source: Delete Unused Tags
it: Cancella etichette non usate

source: Activate/Deactivate all Plugins at the same time.
it: Attiva / Disattiva tutti i plugin allo stesso tempo.

source: Also, remove invalid or damaged Plugins.
it: Inoltre, rimuovi plugin invalidi o danneggiati.

source: Activate All Plugins
it: Attiva tutti i plugin

source: Deactivate All Plugins
it: Disattiva tutti i plugin

source: Remove Invalid Plugins
it: Rimuovi plugin invalidi

source: With Tags/Without Tags
it: Con etichette / Senza etichette

source: Choose
it: Scegli

source: Has No Tags Associated
it: Non ha etichette associate

source: Has Tags Associated
it: Ha etichette associate

source: Database Backup
it: Backup base dati

source: Cookie Bar
it: Barra cookie

source: Edit Link
it: Collegamento modifiche

source: Limit Visibility
it: Limita visibilità

source: Site Maintenance
it: Manutenzione sito web

source: Plugins
it: Plugin

source: Sessions
it: Sessioni

source: Tags
it: Etichette

source: Translations
it: Traduzioni

source: Ignore Sessions
it: Ignora sessioni

source: If checked, the backup will ignore the data contained in Sessions table.
it: Se selezionata, il backup ignorerà i dati contenuti nella tabella Sessions.

source: Compress Backup
it: Comprimi backup

source: If checked, the backup SQL file will be compressed (format: GZip).
it: Se selezionata, il file SQL di backup verrà compresso (formato: GZip).

source: Download Backup
it: Scarica backup

source: If checked, the backup SQL file will be downloadable (by default, it sits in the Omeka's files directory).
it: Se selezionata, il file SQL del backup sarà scaricabile (per default, viene solo creato nella cartella files di Omeka).

source: The plugin will try to stream the backup file in small chunks, in order not to overload the system available memory. In case of persistent error caused by the size of the backup file, the following amount of memory (MB) can be temporarily allocated for the backup operation.
it: Il plugin proverà a scaricare il file di backup in piccole parti, per non sovraccaricare la memoria disponibile nel sistema. Nel caso di un errore permanente causato dalla dimensione del file di backup, la seguente quantità di memoria (MB) potrà essere temporaneamente allocata per l'operazione di backup.

source: Active
it: Attivo

source: If checked, a cookie bar with a warning will be shown to all visitors not logged in.
it: Se selezionata, una barra cookie con una notifica verrà mostrata ai visitatori non connessi.

source: Extend To All Users
it: Estendi a tutti gli utenti

source: If checked, the cookie bar will be shown to all Public interface users.
it: Se selezionata, una barra cookie con una notifica verrà mostrata a tutti gli utenti dell'interfaccia pubblica.

source: Text
it: Testo

source: The text to be shown in the cookie bar.
it: Il testo da mostrare nella barra cookie.

source: Position
it: Posizione

source: The position of the cookie bar.
it: La posizione della barra cookie.

source: Top of page
it: Intestazione

source: Bottom of page
it: Pié di pagina

source: Privacy Policy URL
it: URL politica privacy

source: The URL of the Privacy Policy document for the website; if empty, no link will be shown.
it: L'URL del documento di politica privacy del sito; se vuoto, nessun collegamento verrà mostrato.

source: Content Types
it: Tipologie contenuto

source: Content types for which a link will be added to the public UI for quick editing (only when user is logged in).
it: Tipologie contenuto per le quali verrà aggiunto alla interfaccia pubblica un collegamento per modifica rapida (solo quando l'utente è connesso).

source: Open in New Tab
it: Apri in nuova scheda

source: If checked, opens editing page in new tab (recommended).
it: Se selezionata, apre la pagina di modifica in una nuova scheda (raccomandato).

source: Limited Roles
it: Ruoli limitati

source: Roles allowed to see only their own records (in Admin mode). Please note that Super User's role cannot be limited.
it: Ruoli a cui è permesso vedere solo i propri record (nell'interfaccia amministrativa). N.B.: il ruolo Super User non può essere limitato.

source: Role
it: Ruolo

source: Item
it: Documento

source: Collection
it: Collezione

source: Exhibit
it: Esposizione

source: Title
it: Titolo

source: The title of the message to display to visitors when the site is in maintenance mode.
it: Il titolo del messaggio da mostrare ai visitatori quando il sito è in modalità manutenzione.

source: Message
it: Messaggio

source: The message to display to visitors when the site is in maintenance mode.
it: Il messaggio da mostrare ai visitatori quando il sito è in modalità manutenzione.

source: Extend Scope
it: Estendi ambito

source: If checked, site will not be accessible even to logged-in users (excluding Super User and Admin roles).
it: Se selezionata, il sito non sarà accessibile neppure ad utenti connessi (con eccezione dei ruoli Super User e Admin).

source: Show Buttons
it: Mostra pulsanti

source: If checked, buttons to activate or deactivate all Plugins will be shown in the Plugins Browse page.
it: Se selezionata, pulsanti per attivare o disattivare tutti i plugin verranno mostrati nella pagina Plugin.

source: Sessions Count
it: Conteggio sessioni

source: If checked, the amount of actual records in the Session table will be shown (in case of a very large number of records, Admin Tool Plugin page could take some extra time to load).
it: Se selezionata, l'ammontare dei record presenti nella tabella Session verrà mostrato (nel caso di un numero davvero grande di record, la pagina del plugin Strumenti Amministrativi potrebbe impiegare del tempo a caricarsi).

source: Sessions Graph
it: Grafico sessioni

source: If checked, a graph showing the sessions total per day will be shown.
it: Se selezionata, verrà mostrato un grafico con il totale delle sessioni per giorno.

source: Show Button
it: Mostra pulsante

source: If checked, a button to delete all unused Tags will be shown in the Tags Browse page.
it: Se selezionata, un pulsante per cancellare tutte le etichette non utilizzate verrà mostrato nella pagina Sfoglia Etichette.

source: Add Search Option
it: Aggiungi opzione ricerca

source: If checked, an extra "With Tags/Without Tags" option will be added to the Items Advanced Search page.
it: Se selezionata, l'opzione addizionale "Con etichette / Senza etichette" verrà aggiunta alla pagina di ricerca avanzata per i Documenti.

source: Add Theme Translations
it: Aggiungi traduzioni del tema

source: If checked, all translation files located in the "Languages" folder of the Public Theme will be used as well.
it: Se selezionata, verranno usati anche tutti i file di traduzione posti nella cartella "Languages" del tema pubblico.

source: The URL of the user manual to be made available to logged-in users.
it: L'URL del manuale utente da rendere disponibile agli utenti connessi.

source: Label
it: Etichetta

source: The label to be shown to logged-in users.
it: L'etichetta da mostrarsi agli utenti connessi.

source: Link Position
it: Posizione collegamento

source: Choose where the user manual link should be displayed.
it: Scegli dove verrà visualizzato il collegamento al manuale utente.

source: compressed
it: compressa

source: A %s backup copy of the Omeka database has been created.
it: Una copia di backup %s della base dati Omeka è stata creata.

source: The translations cache has been reset.
it: La cache traduzioni è stata ripristinata.

source: The "Under Maintenance" sign is on, and access to the website has been limited.
it: Il cartello "Sito in manutenzione" è attivo, e l'accesso al sito è stato limitato.

source: The website is online again.
it: Il sito web è nuovamente online.

source: Omeka's Sessions table has been trimmed up to all unexpired sessions.
it: La tabella Sessions di Omeka è stata ripulita di tutte le sessioni scadute.

source: Omeka's Sessions table has been trimmed up to 1 %s ago.
it: La tabella Sessions di Omeka è stata ridotta fino ad 1 %s fa.

source: All Plugins are now active.
it: Tutti i plugin sono ora attivi.

source: All installed Plugins were already active.
it: Tutti i plugin installati erano già attivi.

source: All Plugins are now inactive.
it: Tutti i plugin sono ora disattivati.

source: All installed Plugins were already inactive.
it: Tutti i plugin installati erano già disattivati.

source: All invalid/damaged Plugins were removed.
it: Tutti i plugin invalidi o danneggiati sono stati rimossi.

source: No invalid/damaged Plugin was found to remove.
it: Non è stato trovato alcun plugin invalido o danneggiato da rimuovere.

source: 1 unused Tag has been deleted.
it: 1 etichetta non utilizzata è stata cancellata.

source: All %s unused Tags have been deleted.
it: Tutte le %s etichette non utilizzate sono state cancellate.

source: No unused Tag was found.
it: Non è stata trovata nessuna etichetta non utilizzata.

source: last backup was created on %s at %s
it: l'ultimo backup è stato creato il %s alle %s

source: Your Omeka application configuration file is missing.
it: Il file di configurazione della tua applicazione Omeka non si trova.

source: Your Omeka application configuration file cannot be read by the application.
it: Il file di configurazione della tua applicazione Omeka non può essere letto dall'applicazione.

source: Stop Maintenance
it: Interrompi manutenzione

source: Start Maintenance
it: Avvia manutenzione

source: Block out from Public interface not-logged in users
it: Blocca l'accesso all'interfaccia pubblica agli utenti non collegati

source: (and also, from Admin interface, some logged-in users)
it: (e anche all'interfaccia amministrativa per alcuni utenti collegati)

source: , displaying instead an "Under Maintenance" sign.
it: , mostrando invece un cartello "In manutenzione".

source: Translations Cache
it: Cache traduzioni

source: Update all translations after language files have been changed manually
it: Aggiorna tutte le traduzioni dopo che uno o più file di lingua sono stati modificati manualmente

source: including files that are part of the <b>active theme</b>
it: inclusi i file che sono parte del <b>tema attivo</b>

source: Reset Cache
it: Svuota cache

source: Backup the entire Omeka database into a SQL file, saved in Omeka's "Files" folder
it: Effettua un backup dell'intera base dati Omeka in un file SQL, salvato nella cartella "Files" di Omeka

source: During the backup, data from "Sessions" table will be <b>ignored</b>.
it: Durante il backup, i dati della tabella "Sessions" saranno <b>ignorati</b>.

source: A copy of the file will be available for download
it: Una copia del file sarà disponibile per lo scaricamento

source: , <b>compressed</b> in GZip format.
it: , <b>compressa</b> in formato GZip.

source: Backup Database
it: Effettua backup

source: No Plugin is installed in the system.
it: Nessun plugin è installato nel sistema.

source: The system contains <b>1</b> installed Plugin
it: Il sistema contiene <b>1</b> plugin installato

source: which is already active.
it: che è già attivo.

source: which is not active.
it: che non è attivo.

source: of which <b>1</b> active.
it: di cui <b>1</b> attivo.

source: <b>1</b> Plugin appears to be invalid/damaged, and can be safely removed.
it: <b>1</b> plugin pare essere invalido/danneggiato, e può essere tranquillamente rimosso.

source: No Plugin appears to be invalid/damaged.
it: Nessun plugin pare essere danneggiato o non valido.

source: Trim Omeka's "Sessions" table
it: Riduce la tabella "Sessions" di Omeka

source: (at the moment, the table contains <strong>%s</strong> records)
it: (al momento, la tabella contiene <strong>%s</strong> record)

source: , choosing whether to delete sessions older than 1 year/month/week/day or all expired ones (at the moment, sessions expire after <strong>%s</strong> days).
it: , scegliendo se eliminare le sessioni più vecchie di 1 anno / mese / settimana / giorno o tutte quelle scadute (al momento, le sessioni scadono dopo <strong>%s</strong> giorni).

source: Sessions in the last %d days
it: Sessioni negli ultimi %d giorni

source: Trim sessions (+1 year)
it: Elimina sessioni (+1 anno)

source: Trim sessions (+1 month)
it: Elimina sessioni (+1 mese)

source: Trim sessions (+1 week)
it: Elimina sessioni (+1 settimana)

source: Trim sessions (+1 day)
it: Elimina sessioni (+1 giorno)

source: Trim sessions (expired)
it: Elimina sessioni scadute

source: <b>1</b> Tag has no correspondence to any Items
it: <b>1</b> etichetta non ha corrispondenza con alcun Documento

source: and
it: e

source: <b>1</b> Item has no Tags associated.
it: <b>1</b> Documento non ha alcuna etichetta associata.

source: but
it: ma

source: all Items have at least one Tag associated.
it: tutti i Documenti hanno almeno una etichetta associata.

source: All Tags are associated to at least one Item
it: Tutte le etichette sono associate ad almeno un Documento

source: Delete Unused Tag
it: Cancella etichetta non usata

source: Show Untagged Item
it: Mostra Documento senza etichette

source: Empty DSN string
it: Stringa DSN vuota

source: Connection to %s failed
it: Connessione a %s fallita

source: Table %s not found in database
it: Tabella %s non trovata nella base dati

source: Compression method (%s) is not defined yet
it: Il metodo di compressione (%s) non è ancora definito

source: I understand
it: Capisco

source: Privacy Policy
it: Politica privacy

source: Maintenance Mode
it: Modalità manutenzione
